[{"model": "pixoapi.collectible", "pk": 1, "fields": {"seller": 1, "name": "Ramen Bowl", "description": "These bowls are handmade from iron-red earthenware clay. Each piece is unique and different in some way. Made-to-order pieces take roughly 1-2 weeks to complete. Remember that we make each piece from start to finish, so please allow plenty of time for each piece to be made properly. Handmade things take time. Please message me which color you would like.", "price": "47.00", "material": "Iron-red Earthenware Clay", "color": " Cobalt blue, Smoke blue, Turquoise, Ruby Red, Indigo, Desert green, Teal, Moss, Speckled white, and Matte black", "size": "8 inches in diameter and 3 inches tall", "created_date": "2023-12-11T00:00:00Z"}}, {"model": "pixoapi.collectible", "pk": 2, "fields": {"seller": 1, "name": "The Mug", "description": "This mug holds approximately 10-12oz, stands up straight, and is ready for daily use. Each mug will be glazed in our classic kjp speckled white with a raw, unglazed band around its belly. You choose the accent color from our seasonal favorites, please message me with what color you would like.", "price": "40.00", "material": "Iron-red Earthenware Clay", "color": " Cobalt blue, Smoke blue, Turquoise, Ruby Red, Indigo, Desert green, Teal, Moss, Speckled white, and Matte black", "size": "Holds 10-12 oz's", "created_date": "2023-12-11T00:00:00Z"}}, {"model": "pixoapi.collectible", "pk": 3, "fields": {"seller": 2, "name": "Ceramic Flower Tiles", "description": "This (12) pc set of ceramic flower tiles contains a variety of bright and colorful flowers in various shapes and sizes. You will randomly receive (3) flowers in each of the four colors. If you'd prefer specific flowers in specific colors please message me and I'd be happy to create a custom order for you. These tiles would be perfect additions to your mosaic or arts and craft project. You can use them to embellish and enhance a picture frame, mirror, bird house, flowerpot, sign, etc. or use as jewelry or button cabochons. You could even attach a magnet to their backs to give your work locker or refrigerator a pop of color - so many possibilities!", "price": "33.00", "material": "High Quality, Non-Toxic Clay", "color": "Bright blue, orange, yellow and purple", "size": "These flower tiles range in size between the smallest at approx 1/2 x 1/2 x 1/4 to the largest at approx 1 1/8 inch x 1 1/8 inch x 1/4 inch. As this is a variety set, flower sizes will vary with some tiles measuring 1/8 inch in depth.", "created_date": "2023-12-11T00:00:00Z"}}, {"model": "pixoapi.collectible", "pk": 5, "fields": {"seller": 4, "name": "Concrete Chess Set", "description": "If you're a chess collector or appreciate unique and stylish decor, then this concrete chess set is a must-have. The board features a polished, smooth surface and distinctive grooved squares that make it a standout piece that is sure to impress. At approximately 3.5kg, it is sturdy enough to withstand even the most intense chess matches, and its unique design sets it apart from traditional chess boards. Our handmade concrete chess pieces are one-of-a-kind, each individually crafted with care and attention to detail. The pieces are polished to a smooth finish, making them a pleasure to handle during gameplay. They are also backed with cork to protect your chess board and provide a satisfying tactical feel while playing. These pieces are not only functional but also make a beautiful addition to any chess set collection. With their unique handmade quality, no two sets are exactly alike.", "price": "111.11", "material": "Concrete", "color": "Black And White Concrete", "size": "The chess board is 11.5 by 11.5 and is 3/4 inches thick", "created_date": "2023-12-11T00:00:00Z"}}, {"model": "pixoapi.collectible", "pk": 6, "fields": {"seller": 4, "name": "Purple Maple Chess Set", "description": "Beautiful Purple Heart and Maple chess board with a Purple Heart border and Maple splines accenting the corners.", "price": "250.00", "material": "Maple, Purple Heart, Wood", "color": "Purple, Tan, Wood", "size": "The sizes available are 1.5 squares and border for total dimension of 15x15 or 2.0 squares and border for total dimension of 20x20", "created_date": "2023-12-11T00:00:00Z"}}, {"model": "pixoapi.collectible", "pk": 7, "fields": {"seller": 5, "name": "ZebraWood Comfort Bird", "description": "This bird was carved out of Zebrawood, a West African hardwood. The wood is not colored or stained, but rather is finished with multiple coats of oil and varnish that bring out the natural beauty of the wood. In time the oils from your fingers and palms will add to the patina of the wood.", "price": "22.00", "material": "Zebrawood, a West African hardwood.", "color": "The Zebrawood heartwood is a light brown or cream color with dark blackish brown streaks vaguely resembling a zebras stripes.", "size": "1.5 x 2 x 4 inches", "created_date": "2023-12-11T00:00:00Z"}}, {"model": "pixoapi.collectible", "pk": 8, "fields": {"seller": 5, "name": "Three Little Birds", "description": "Three Little Birds Oak Wooden Sculpture Set—where art meets melody in a charming display of inspiration. This delightful trio pays homage to the timeless lyrics of Bob Marley and the Wailers' Three Little Birds, infusing your space with a touch of musical magic.", "price": "63.99", "material": "Oak Wood", "color": "Brown, Natural Beige, Black Finish", "size": "9.2x5.3x7 cm", "created_date": "2023-12-06T18:46:12.288Z"}}, {"model": "pixoapi.collectible", "pk": 22, "fields": {"seller": 5, "name": "Black Rabbit - Wooden Bunny", "description": "2023, it is the Year of the Black Rabbit.\nRabbits are symbolised prosperity, abundance, good luck, and fertility.\n\nThis Rabbit would be a great unisex present for your friend, husband, colleague, girlfriend, or parents for different occasions, such as Birthday, Housewarmings, Anniversary, Father's Day, Christmas, Independence Day, New Year's, Thanksgiving, and any event: Birthday, Anniversary, Baptism, Graduation, Housewarming, Wedding, Christmas, Father`s Day, New Year`s, Thanksgiving\nYou could complete your interior in a Classic or Scandinavian style, you can also decorate a space in a Minimalist or Bohemian style with this product.", "price": "79.99", "material": "Oak Wood", "color": "Brown or Black Finishing", "size": "19x11x19 cm", "created_date": "2023-12-08T19:07:21.926Z"}}, {"model": "pixoapi.collectible", "pk": 23, "fields": {"seller": 5, "name": "Wooden Cat Statue", "description": "The cat is a symbol of independence, cunning, curiosity, ingenuity and femininity. This interior item will fit to home, apartment, or office.\nThis stylish and unique piece is here to help you complete your interior in a Classic or Scandinavian style, you can also decorate a space in a Minimalist or Bohemian style with this product.\nFeaturing a universal brown or black finish, this statue will make a great addition to any type of decor.\nPlace it atop your desk, bookshelf, mantle, end table, or anywhere you prefer to show off your love for these incredible and majestic creature.\n\nDue to the handmade nature of this product and the settings of your screen, the color of a finish can have a difference from the photo.", "price": "55.99", "material": "Oak Wood", "color": "Black or Brown Finishing", "size": "102x60x250 mm", "created_date": "2023-12-08T19:09:14.880Z"}}, {"model": "pixoapi.collectible", "pk": 24, "fields": {"seller": 5, "name": "Wooden Bear", "description": "🐻 Bears symbolize strength, courage, family, and leadership. This wooden bear sculpture embodies these qualities, serving as a reminder of the power and majesty of nature.\n\n🌲 Crafted from premium oak wood and finished in brown and black color, this bear sculpture captures the essence of the wilderness. It exudes an air of strength and dignity, celebrating the beauty found in the natural world.\n\n🏠 Designed to seamlessly complement various interior styles, from modern to rustic. Its rich black hue creates a captivating contrast that draws the eye, making it an ideal addition to any space.\n\n🎁 An exquisite present for those who appreciate the symbolism of bears—strength, courage, and leadership. Perfect for birthdays, housewarmings, or any occasion that warrants a touch of artistic beauty.\n\n✨Every detail is meticulously handcrafted, showcasing our commitment to producing pieces of unparalleled quality. Our dedication to eco-friendly practices extends to our use of organic packaging.\n\nPlease message me which color you would like ", "price": "55.99", "material": "Oak Wood", "color": "Black or Brown Finishing ", "size": "190x105x110mm", "created_date": "2023-12-08T19:11:49.510Z"}}, {"model": "pixoapi.collectible", "pk": 25, "fields": {"seller": 1, "name": "Small Bowls", "description": "The KJ Pottery small bowl is the do-all of cute and small and functional. These bowls are prefect for sauces, ice cream, cooking prep, ring dish, you name it!\n\nThis listing is for (3) bowls\n\nThese little bowls are dishwasher, microwave, and oven safe.\nPlease reach out if you have questions!", "price": "24.99", "material": "Ceramic", "color": "Colors may vary. one beige, one eggshell, one granite", "size": "These bowls measure 4.5’’ wide and 1.5’’ tall. And hold approximately 8 oz.", "created_date": "2023-12-08T19:16:51.198Z"}}, {"model": "pixoapi.collectible", "pk": 27, "fields": {"seller": 2, "name": "Mosaic Blossom Flower Tiles", "description": "These are a mixed color pack , but if you would prefer to choose which colors then please just contact me.\nI cut my tiles from only high quality clay and twice kiln fire. The second firing is to a very high temperature making them more durable and able to withstand outdoor elements although care should be taken in extreme conditions\nThe tiles are glazed so no problem with grouting\nPlease have a look at my other items for more specialist tiles e.g flowers, various leaves, numbers and letters. if you cannot find exactly what you are looking for then please contact me as I may be able to help.", "price": "12.99", "material": "Porcelain", "color": "Mixed", "size": "approx 1.2 cm diameter", "created_date": "2023-12-08T19:24:57.616Z"}}, {"model": "pixoapi.collectible", "pk": 28, "fields": {"seller": 2, "name": "Daisy Tiles", "description": "14 black with white centres daisy style flowers\nCeramic tiles perfect for adding a unique touch to your mosaic or similar project\nI cut my tiles from high quality clay and twice kiln fire to very high temperatures so they are suitable for out doors (although care should be taken in extreme conditions)", "price": "12.52", "material": "clay, glaze, ceramic, kiln fired, mosaic", "color": "black and white", "size": "1.7 cm diameter and approx. 3 mm thick", "created_date": "2023-12-08T19:26:51.068Z"}}, {"model": "pixoapi.collectible", "pk": 29, "fields": {"seller": 6, "name": "Soaps For Men Gift Box", "description": "Give a man something he can actually use with these fragrant natural soap bars. Each bar is a nice 3.5 ounce rustic cut bar. Each bar is labeled and neatly packed in a kraft recyclable gift box. In one gift box you get four (4) soaps.\n\nThis gift box will include top-selling soaps (mostly what is pictured) that men love and have bought again and again. If you have a special request for scents, please leave a note during checkout or message us. The list below are scents we offer, however we can not guarantee every scent is always available at the time of order. Some soaps have exfoliates.", "price": "29.99", "material": "Quality rich shea butter, coconut oil, olive oil, essential oils", "color": "~ Bohemian Musk ~ Cedar Tree ~ Eucalyptus Lemon ~ Forest Fruit ~ Frankincense & Myrrh ~ Forest Pine ~ Fresh Cotton ~ Hippie Soap ~ Irish Stream ~ Pure Lavender ~ Lemongrass ~ Lavender Patchouli ~ Moonwater ~ Midnight Musk (exfoliating) ~ Sweet Woods (exfoliating) ~ Summer Fruit ~ Tree Sap (exfoliating) ~ Tea Tree ~ Unscented-Shea Butter ~ Vanilla Oak", "size": "3.5 oz rustic cut bar", "created_date": "2023-12-08T19:41:08.132Z"}}, {"model": "pixoapi.collectible", "pk": 30, "fields": {"seller": 6, "name": "Soaps For Women Gift Box", "description": "All-natural handmade soaps are the perfect gift idea for family and friends. It is a gift that anyone can use no matter their age. This gift box will include your choice of four or six bars of top selling variety scented soaps.", "price": "29.99", "material": "Quality rich shea butter, coconut oil, olive oil, essential oils", "color": "~ Cherry Almond ~ Bohemian Musk ~ Cedar Tree ~ Eucalyptus Lemon ~ Forest Fruit ~ Frankincense & Myrrh ~ Forest Pine ~ Fresh Cotton ~ Hippie Soap ~ Irish Stream ~ Pure Lavender ~ Lemongrass ~ Lavender Patchouli ~ Moonwater ~ Midnight Musk ~ Sweet Woods ~ Summer Fruit ~ Tree Sap ~ Tea Tree ~ Unscented-Shea Butter ~ Vanilla Oak", "size": "3.5 oz rustic cut bar", "created_date": "2023-12-08T19:43:11.682Z"}}, {"model": "pixoapi.collectible", "pk": 32, "fields": {"seller": 6, "name": "Lavender Soap", "description": "Lavender soap is my second favorite of all the soaps we create here at SheaGarden. In fact, lavender oil is the only essential oil that I make myself with lavender plants that I grow. This Lavender Handmade Soap has a delicate and unmistakable scent that all lovers of the Mediterranean Lavandula plant will enjoy. The floral layers of this earthy scent has a delightful presence that will intrigue your sense of smell. If you do not like the natural (none synthetic) scent of lavender, then you may want to skip this soap. If you are looking for the real thing however, you may want to add this to your cart.", "price": "6.00", "material": "lavender oil, essential oil, distilled water, sodium hydroxide, olive oil, coconut oil, shea butter", "color": "Lavender", "size": "3.5 oz rustic cut bar", "created_date": "2023-12-08T20:07:27.921Z"}}, {"model": "pixoapi.collectible", "pk": 33, "fields": {"seller": 6, "name": "Lemongrass Soap", "description": "This handmade soap bar has a very pleasant herbal lemon scent, with undertones of ginger root spice. The creamy lather and refreshing scent is one of the most pleasing cleansers we have to offer. No color or exfoliates are added. All natural and rustic.", "price": "6.00", "material": "lemongrass oil, ginger root oil, essential oil, distilled water, sodium hydroxide, olive oil, coconut oil, shea butter", "color": "Lemon", "size": "3.5 oz rustic cut bar", "created_date": "2023-12-08T20:09:15.024Z"}}, {"model": "pixoapi.collectible", "pk": 34, "fields": {"seller": 6, "name": "Summer Fruit Soap", "description": "Take a walk in the garden and pick some raspberries and peaches, mix it with a mild floral blend and you have the perfect soap bar! Robust and delightful, the perfect decoration for your bathroom or kitchen. Rich lather, healthy for you whole body. Use as hand or body soap.", "price": "6.00", "material": "fruit fragrance oil, essential oil, distilled water, sodium hydroxide, olive oil, coconut oil, shea butter", "color": "Purple - Raspberries & Peaches ", "size": "3.5 oz rustic cut bar ", "created_date": "2023-12-08T20:11:20.985Z"}}, {"model": "pixoapi.collectible", "pk": 35, "fields": {"seller": 7, "name": "Turmeric & Shea Butter Night Cream", "description": "Restore a sense of calm with our deeply nourishing + balancing night cream. Our highly concentrated facial moisturizer was created to calm even the fussiest of skin. Formulated with skin-nourishing oils, and calming botanicals, these plant proteins work in harmony over time to deliver beautiful, radiant skin.\n\nOur night cream begins by infusing a house made herbal blend in silky smooth oils using a double extraction process. This process allows us to extract as much of the plant's renewal properties as possible. To those oils we have added in additional skin-loving superstars, such as Rose Hydrosol and Shea Nilotica Butter. Essential oils of Frankincense, Helichrysum, Roman Chamomile and Rose Geranium were also added to this formula for their deeply nourishing and restorative properties.", "price": "15.50", "material": "Ingredients: Grapeseed Oil infused with: Plantain, Comfrey, White Willow Bark, Yarrow & Calendula, Organic Extra Virgin Coconut Oil, Rose Hydrosol, Aloe Vera, Sea Buckthorn Extract, Shea Nilotica Butter, Beeswax, Lanolin, Turmeric Extract, Vitamin E Oil, Essential Oils of: Rose Geranium, Roman Chamomile, Frankincense, Lavender and Helichrysum", "color": "Natural", "size": "1 fluid oz ", "created_date": "2023-12-08T20:17:52.981Z"}}, {"model": "pixoapi.collectible", "pk": 36, "fields": {"seller": 7, "name": "Black Drawing Salve", "description": "Throughout history, folk methods have been utilized to unlock the natural potential of plants. Bentonite and Activated Charcoal are known for their drawing properties, so we've added a healthy dose of each and a bevy of skin loving herbs for this powerful compound. Our handmade Black Drawing Salve combines the power of nourishing oils and carefully selected botanicals to offer a potent herbal formula. Our salve begins with a double infusion process that allows us to extract much more of the amazing properties of each herb used. Following traditional folk methods, this salve is prepared with love + intention using a blend of high quality oils.", "price": "10.95", "material": "Ingredients: Avocado Oil infused with: Chickweed, Yarrow, Plantain, Comfrey, St. John's Wort, Calendula and Lavender, Castor Oil, Beeswax, Bentonite Clay, Activated Charcoal, Lavender Absolute, Tea Tree Essential Oil", "color": "Black", "size": "1 fluid oz", "created_date": "2023-12-08T20:21:27.205Z"}}, {"model": "pixoapi.collectible", "pk": 37, "fields": {"seller": 7, "name": "Rosemary Hair Oil", "description": "The Argan + Rosemary Mega Growth Elixir is a potent blend of high quality, nourishing herbs and oils. Our nutrient-dense growth oil is suitable for ALL hair types and begins with a house made blend of Horsetail, Nettle, Burdock Root, Hibiscus, Red Clover Tops, Oat Straw, Calendula, Elderberry, Licorice Root, Dandelion Root and Marshmallow Root. Each herb in this blend was selected with total hair + scalp care in mind.\n\nThis botanical blend is then infused into nourishing oils of Argan Oil, Jojoba Oil, Macadamia Nut Oil, Coconut Oil and Castor oil in a multi-day, double infusion process that helps extract as much of the purported benefits of each herb as possible. This is truly a labor of love and an exquisite oil to add to your self care ritual.\n\n🜃 Suggested Use: Apply directly to the scalp and gently massage for 2-3 minutes. Apply a few extra drops to the length of your hair, and gently work the product down the entire hair shaft. - Use 3-4 times per week. A little goes a long way!\n\n🜃 This hair oil can also be used to detangle + soften, as a pre shampoo treatment, as a luxurious hot oil treatment, and can be added to store bought conditioners.", "price": "25.00", "material": "Ingredients: Argan Oil, Macadamia Nut Oil, Organic Jojoba Oil infused with: Horsetail, Nettle, Burdock Root, Hibiscus, Red Clover Tops, Oat Straw, Calendula, Elderberry, Licorice Root, Dandelion Root, Marshmallow Root, Organic Extra Virgin Coconut Oil, Castor Oil, Rosemary Essential Oil, Ylang Ylang Essential Oil, Vitamin E Oil", "color": "Natural", "size": "4oz//120ml - glass bottle with dropper.", "created_date": "2023-12-08T20:23:35.117Z"}}, {"model": "pixoapi.collectible", "pk": 42, "fields": {"seller": 8, "name": "Ecologies Card Game", "description": "Create balanced ecologies while trying to unbalance opponents.\n\nIn ECOLOGIES, you build and maintain food webs in diverse biomes around the world. Each biome has a different ecology, and gives unique rewards when it is healthy and balanced. But watch out, your opponents may decide it's easier to disturb and degrade your ecosystems than nurture their own. In this hectic environment, you must choose how best to protect and care for your ecologies.\n\nDesigned by a biology teacher, the game includes 77 unique organisms, 7 biomes, and beautiful vintage Victorian art. (108 cards total)\n\nPlayers: 1-6\nAges: 12+ (8+ with included simplified rules)\nTime: 60-90 minutes\nGame Modes: Standard, Simplified, Single Player\n\nThe goal is to build healthy food webs in different biomes. If you create a healthy ecology you are rewarded with the perks and powers of that biome. Each organism card lists what it eats and what it’s eaten by. Cards are arranged with plants on the bottom, predators on top. There is a trade mechanic similar to Catan where players trade with others based on what their individual needs are. It is a race to get 12 victory points and different organisms give different points. There are biotic/abiotic factor cards that can affect opponents and different strategies such as focusing on one biome, going for perks and bonuses, or disrupting other ecologies.\n\nThe game takes inspiration from titles like Settlers of Catan, Agricola, and Dominion. The gameplay is rooted in authentic science, as it is used in the classroom to teach real concepts to biology students. While it is scientific enough for the classroom, it is also strategic enough for any game night.", "price": "30.00", "material": "cards, rulebook, box", "color": "", "size": "", "created_date": "2023-12-08T21:03:26.673Z"}}, {"model": "pixoapi.collectible", "pk": 44, "fields": {"seller": 8, "name": "Drylands Board Game", "description": "Our new game “Drylands” is now available!\n\nSet in Africa’s Sahel region, the game uses Africa’s “Great Green Wall” as its backdrop.\n\nThe Great Green Wall is a multinational project aimed at planting a continuous belt of trees across Africa to stop the spread of desertification.\n\nDrylands are fragile ecosystems where deserts border savanna and/or forest biomes. These places can easily be degraded into desert like conditions or nurtured to be greener and more productive. It depends on how the land is managed.\n\nIn this two player game the desert player competes with the forest player to decide the outcome of a small section of drylands.\n\nThe gameplay and strategy is abstract, reminiscent of Othello, Go, or Reversi, where the objective is to flip opponent tiles.\n\nEach turn players can “grow” by placing a new tile next to their established tiles, or they can “leap” using an existing tile to move to a location farther away.\n\nWhenever you place one of your tiles next to opponent tiles, either through growing or leaping, those opponent tiles flip and become yours.\n\nThis is made slightly more complicated by one-way barrier tiles (rivers and mountains) that block the path of players. Forest tiles can leap over rivers, but not mountains. Desert tiles can leap over mountains, but not rivers.\n\nA game that’s easy to learn but hard to master, it is suitable for a wide range of ages, from 5 to 105.\n\nIn the box is a large quad fold game board (14.5\"x14.5\") and five rigid tile sheets (20 tiles per sheet = 100 tiles total) You actually only need 4 tile sheets to play the game, but we included an extra sheet of tiles because we know small pieces are easy to lose and we wanted players to have plenty of extra tiles just in case.", "price": "34.00", "material": "Quad Fold Game Board ", "color": "", "size": "In the box is a large quad fold game board (14.5\"x14.5\") and five rigid tile sheets (20 tiles per sheet = 100 tiles total)", "created_date": "2023-12-08T21:23:47.308Z"}}, {"model": "pixoapi.collectible", "pk": 45, "fields": {"seller": 8, "name": "1000 Piece Puzzle \"Hidden Habitat\"", "description": "Our 1000 piece “Hidden Habitat” puzzle features the same vintage art used in our “Ecologies: Hidden Habitats” card game. It showcases a detailed intertidal scene full of diverse marine organisms.\n\nThis puzzle is very large, measuring 27.6 inches by 19.7 inches when finished.\n\nWe also use an anti-glare matte lamination process for the surface finishing to improve durability and cut out the shine of normal gloss varnish, making it easier to see the fine details.\n\nThe inner box features bonus biological facts about different marine animals, along with detailed art.\n\nThe thick cardboard pieces have a white backing and fit together well.\n\n* Warning: small parts. Not for children under 3 or any individuals who have a tendency to place inedible objects in their mouths.", "price": "28.00", "material": "Cardboard, Ink, 1000 pieces", "color": "", "size": "* Warning: small parts. Not for children under 3 or any individuals who have a tendency to place inedible objects in their mouths.", "created_date": "2023-12-08T21:29:47.306Z"}}]